Repository: Arty2/tect
Catalog: languages/*.po
Languages: el

source: Not what you expected?
el: Περιμένατε κάτι διαφορετικό;

source: published
el: δημοσίευση

source: updated
el: ενημέρωση

source: tweet
el: τιτιβίστε

source: share on facebook
el: μοιραστείτε στο facebook

source: cite
el: πηγή

source: Accessed
el: Ανακτήθηκε

source: Refer to the guidelines for accepted structures.
el: Ανατρέξτε στις οδηγίες για τις αποδεκτές δομές.

source: Caution: not validated automagically.
el: Προσοχή: δεν επικυρώνεται αυτομαγικά.

source: You are using a very old browser therefore you can’t expect this website —or “the internet”— to work properly.<br> Do yourself a favor and <a href="http://browsehappy.com/">download a better one</a>.
el: Χρησιμοποιείς ένα αρχαίο πρόγραμμα και δεν είναι δυνατόν να περιμένεις από αυτή τη σελίδα —ή το “internet”— να λειτουργούν σωστά.<br> Κάνε μια χάρη στον εαυτό σου και <a href="http://browsehappy.com/">κατέβασε ένα καλύτερο</a>.

source: In the beginning there was only chaos.
el: Ἦτοι μὲν πρώτιστα Χάος γένετο.

source: newer
el: νεότερα

source: older
el: παλαιότερα
